{
    "answer_token_to_idx": {
        "<UNK0>": 0,
        "<UNK1>": 1,
        "man": 2,
        "talk": 3,
        "woman": 4,
        "person": 5,
        "play": 6,
        "two": 7,
        "show": 8,
        "someone": 9,
        "girl": 10,
        "car": 11,
        "video": 12,
        "wear": 13,
        "dance": 14,
        "sit": 15,
        "walk": 16,
        "cartoon": 17,
        "stage": 18,
        "boy": 19,
        "speak": 20,
        "food": 21,
        "stand": 22,
        "something": 23,
        "explain": 24,
        "drive": 25,
        "song": 26,
        "music": 27,
        "cook": 28,
        "guy": 29,
        "game": 30,
        "perform": 31,
        "look": 32,
        "hold": 33,
        "fight": 34,
        "discus": 35,
        "kitchen": 36,
        "screen": 37,
        "lady": 38,
        "describe": 39,
        "water": 40,
        "band": 41,
        "camera": 42,
        "prepare": 43,
        "character": 44,
        "use": 45,
        "watch": 46,
        "basketball": 47,
        "move": 48,
        "news": 49,
        "table": 50,
        "paper": 51,
        "three": 52,
        "put": 53,
        "room": 54,
        "road": 55,
        "try": 56,
        "work": 57,
        "movie": 58,
        "child": 59,
        "dog": 60,
        "football": 61,
        "eat": 62,
        "interview": 63,
        "ball": 64,
        "soccer": 65,
        "wrestle": 66,
        "guitar": 67,
        "street": 68,
        "horse": 69,
        "field": 70,
        "group": 71,
        "tell": 72,
        "computer": 73,
        "kid": 74,
        "minecraft": 75,
        "race": 76,
        "jump": 77,
        "demonstrate": 78,
        "dish": 79,
        "couple": 80,
        "voice": 81,
        "fly": 82,
        "chef": 83,
        "hand": 84,
        "cat": 85,
        "phone": 86,
        "audience": 87,
        "crowd": 88,
        "tenni": 89,
        "mix": 90,
        "baby": 91,
        "ground": 92,
        "bed": 93,
        "display": 94,
        "beach": 95,
        "hair": 96,
        "toy": 97,
        "teach": 98,
        "cut": 99,
        "floor": 100,
        "stroller": 101,
        "baseball": 102,
        "bowl": 103,
        "record": 104,
        "recipe": 105,
        "player": 106,
        "background": 107,
        "film": 108,
        "shoot": 109,
        "scene": 110,
        "face": 111,
        "present": 112,
        "swim": 113,
        "fold": 114,
        "feature": 115,
        "family": 116,
        "place": 117,
        "reporter": 118,
        "read": 119,
        "microphone": 120,
        "monkey": 121,
        "makeup": 122,
        "animation": 123,
        "drink": 124,
        "spongebob": 125,
        "television": 126,
        "motorcycle": 127,
        "conversation": 128,
        "lay": 129,
        "animal": 130,
        "enjoy": 131,
        "kis": 132,
        "laugh": 133,
        "boat": 134,
        "truck": 135,
        "house": 136,
        "piano": 137,
        "pose": 138,
        "dres": 139,
        "track": 140,
        "review": 141,
        "ask": 142,
        "model": 143,
        "airplane": 144,
        "clip": 145,
        "trampoline": 146,
        "hit": 147,
        "runway": 148,
        "narrator": 149,
        "fish": 150,
        "practice": 151,
        "draw": 152,
        "fall": 153,
        "machine": 154,
        "wrestling": 155,
        "gun": 156,
        "home": 157,
        "blonde": 158,
        "vehicle": 159,
        "host": 160,
        "wall": 161,
        "star": 162,
        "door": 163,
        "travel": 164,
        "fire": 165,
        "lego": 166,
        "bike": 167,
        "meat": 168,
        "pmy": 169,
        "box": 170,
        "four": 171,
        "side": 172,
        "report": 173,
        "speech": 174,
        "shirt": 175,
        "cheer": 176,
        "chair": 177,
        "lie": 178,
        "color": 179,
        "city": 180,
        "oil": 181,
        "plate": 182,
        "train": 183,
        "throw": 184,
        "pot": 185,
        "school": 186,
        "smile": 187,
        "fashion": 188,
        "pool": 189,
        "chicken": 190,
        "building": 191,
        "match": 192,
        "cloth": 193,
        "fix": 194,
        "interact": 195,
        "wrestler": 196,
        "commentate": 197,
        "head": 198,
        "act": 199,
        "spider": 200,
        "goal": 201,
        "picture": 202,
        "fry": 203,
        "point": 204,
        "basket": 205,
        "stir": 206,
        "cooking": 207,
        "singer": 208,
        "forest": 209,
        "competition": 210,
        "carry": 211,
        "meal": 212,
        "air": 213,
        "narrate": 214,
        "involve": 215,
        "rap": 216,
        "president": 217,
        "snow": 218,
        "engine": 219,
        "compete": 220,
        "stove": 221,
        "rock": 222,
        "trailer": 223,
        "court": 224,
        "celebrate": 225,
        "team": 226,
        "gras": 227,
        "robot": 228,
        "roll": 229,
        "hug": 230,
        "book": 231,
        "river": 232,
        "chase": 233,
        "text": 234,
        "hang": 235,
        "product": 236,
        "include": 237,
        "thing": 238,
        "sleep": 239,
        "gym": 240,
        "concert": 241,
        "sky": 242,
        "lecture": 243,
        "comment": 244,
        "studio": 245,
        "mountain": 246,
        "introduce": 247,
        "park": 248,
        "female": 249,
        "plane": 250,
        "ocean": 251,
        "ring": 252,
        "set": 253,
        "paint": 254,
        "time": 255,
        "night": 256,
        "wave": 257,
        "listen": 258,
        "bag": 259,
        "restaurant": 260,
        "classroom": 261,
        "photo": 262,
        "fun": 263,
        "soldier": 264,
        "tree": 265,
        "attack": 266,
        "letterman": 267,
        "program": 268,
        "shop": 269,
        "sea": 270,
        "wait": 271,
        "polouse": 272,
        "battle": 273,
        "male": 274,
        "surf": 275,
        "sauce": 276,
        "argue": 277,
        "party": 278,
        "exercise": 279,
        "action": 280,
        "couch": 281,
        "candy": 282,
        "story": 283,
        "hockey": 284,
        "pong": 285,
        "stadium": 286,
        "tank": 287,
        "doctor": 288,
        "motion": 289,
        "wash": 290,
        "pull": 291,
        "cry": 292,
        "tiger": 293,
        "event": 294,
        "break": 295,
        "spoon": 296,
        "slideshow": 297,
        "score": 298,
        "touch": 299,
        "boil": 300,
        "test": 301,
        "bird": 302,
        "create": 303,
        "performance": 304,
        "climb": 305,
        "lion": 306,
        "pet": 307,
        "experiment": 308,
        "friend": 309,
        "build": 310,
        "store": 311,
        "sport": 312,
        "win": 313,
        "float": 314,
        "knife": 315,
        "celebrity": 316,
        "dunk": 317,
        "window": 318,
        "anime": 319,
        "footage": 320,
        "end": 321,
        "skate": 322,
        "check": 323,
        "advertisement": 324,
        "desk": 325,
        "egg": 326,
        "war": 327,
        "origami": 328,
        "yell": 329,
        "help": 330,
        "slouse": 331,
        "answer": 332,
        "speed": 333,
        "mat": 334,
        "cup": 335,
        "blue": 336,
        "start": 337,
        "search": 338,
        "metal": 339,
        "clean": 340,
        "enter": 341,
        "clap": 342,
        "pokemon": 343,
        "ship": 344,
        "cake": 345,
        "dough": 346,
        "wood": 347,
        "presentation": 348,
        "cover": 349,
        "volleyball": 350,
        "serve": 351,
        "sign": 352,
        "catch": 353,
        "write": 354,
        "teacher": 355,
        "day": 356,
        "country": 357,
        "ski": 358,
        "ice": 359,
        "helicopter": 360,
        "judge": 361,
        "channel": 362,
        "craft": 363,
        "glas": 364,
        "bear": 365,
        "rain": 366,
        "lift": 367,
        "light": 368,
        "share": 369,
        "squidward": 370,
        "actor": 371,
        "scientist": 372,
        "advertise": 373,
        "feed": 374,
        "experience": 375,
        "board": 376,
        "push": 377,
        "knock": 378,
        "badminton": 379,
        "technology": 380,
        "smoke": 381,
        "mouse": 382,
        "information": 383,
        "learn": 384,
        "object": 385,
        "crash": 386,
        "spiderman": 387,
        "oven": 388,
        "discussion": 389,
        "react": 390,
        "mother": 391,
        "love": 392,
        "roof": 393,
        "scream": 394,
        "clinton": 395,
        "clas": 396,
        "singing": 397,
        "mouth": 398,
        "liquid": 399,
        "opponent": 400,
        "stuff": 401,
        "suit": 402,
        "contestant": 403,
        "bill": 404,
        "money": 405,
        "area": 406,
        "website": 407,
        "announcer": 408,
        "kick": 409,
        "talent": 410,
        "demonstration": 411,
        "office": 412,
        "bat": 413,
        "space": 414,
        "art": 415,
        "hallway": 416,
        "spin": 417,
        "beauty": 418,
        "taste": 419,
        "bake": 420,
        "repair": 421,
        "soup": 422,
        "depict": 423,
        "bar": 424,
        "doll": 425,
        "scroll": 426,
        "commentator": 427,
        "device": 428,
        "shake": 429,
        "batter": 430,
        "world": 431,
        "potato": 432,
        "gamer": 433,
        "bedroom": 434,
        "brush": 435,
        "frying": 436,
        "brunette": 437,
        "instal": 438,
        "murray": 439,
        "rugby": 440,
        "elephant": 441,
        "view": 442,
        "life": 443,
        "body": 444,
        "bottle": 445,
        "cage": 446,
        "attempt": 447,
        "herself": 448,
        "pick": 449,
        "factory": 450,
        "regard": 451,
        "plastic": 452,
        "demo": 453,
        "comedy": 454,
        "desert": 455,
        "garage": 456,
        "turn": 457,
        "hat": 458,
        "somebody": 459,
        "sexy": 460,
        "image": 461,
        "speaker": 462,
        "traffic": 463,
        "one": 464,
        "artist": 465,
        "sword": 466,
        "disney": 467,
        "wedding": 468,
        "operate": 469,
        "snake": 470,
        "hill": 471,
        "kill": 472,
        "krueger": 473,
        "town": 474,
        "bath": 475,
        "laptop": 476,
        "cros": 477,
        "interviewer": 478,
        "skunk": 479,
        "line": 480,
        "science": 481,
        "dark": 482,
        "slide": 483,
        "stream": 484,
        "question": 485,
        "bread": 486,
        "counter": 487,
        "cube": 488,
        "golf": 489,
        "michael": 490,
        "rice": 491,
        "beat": 492,
        "milk": 493,
        "dinosaur": 494,
        "dirt": 495,
        "obama": 496,
        "provide": 497,
        "clothing": 498,
        "playing": 499,
        "army": 500,
        "sound": 501,
        "student": 502,
        "monster": 503,
        "shrimp": 504,
        "pas": 505,
        "sponge": 506,
        "sidewalk": 507,
        "iron": 508,
        "chop": 509,
        "bicycle": 510,
        "equipment": 511,
        "conduct": 512,
        "flow": 513,
        "company": 514,
        "circle": 515,
        "bridge": 516,
        "christma": 517,
        "pizza": 518,
        "earth": 519,
        "owl": 520,
        "butter": 521,
        "tutorial": 522,
        "pan": 523,
        "kombat": 524,
        "newscaster": 525,
        "garden": 526,
        "blow": 527,
        "rope": 528,
        "rush": 529,
        "orchestra": 530,
        "church": 531,
        "bald": 532,
        "batman": 533,
        "chat": 534,
        "addres": 535,
        "coach": 536,
        "foot": 537,
        "teenage": 538,
        "style": 539,
        "language": 540,
        "preform": 541,
        "jungle": 542,
        "stick": 543,
        "count": 544,
        "container": 545,
        "change": 546,
        "pretend": 547,
        "flower": 548,
        "busines": 549,
        "flip": 550,
        "waterfall": 551,
        "mask": 552,
        "volley": 553,
        "blender": 554,
        "highway": 555,
        "flash": 556,
        "map": 557,
        "bra": 558,
        "design": 559,
        "routine": 560,
        "athlete": 561,
        "superhero": 562,
        "lead": 563,
        "mirror": 564,
        "britney": 565,
        "podium": 566,
        "touchdown": 567,
        "barbie": 568,
        "hamster": 569,
        "driver": 570,
        "reader": 571,
        "ramp": 572,
        "commentary": 573,
        "rub": 574,
        "tablet": 575,
        "entertainment": 576,
        "fan": 577,
        "contain": 578,
        "jeep": 579,
        "protest": 580,
        "parrot": 581,
        "gymnast": 582,
        "cream": 583,
        "segment": 584,
        "powder": 585,
        "land": 586,
        "solve": 587,
        "silver": 588,
        "way": 589,
        "fence": 590,
        "construction": 591,
        "project": 592,
        "history": 593,
        "freddy": 594,
        "wire": 595,
        "orange": 596,
        "hide": 597,
        "cute": 598,
        "hulk": 599,
        "pres": 600,
        "motorbike": 601,
        "debate": 602,
        "item": 603,
        "juice": 604,
        "salt": 605,
        "finger": 606,
        "accident": 607,
        "promote": 608,
        "father": 609,
        "sand": 610,
        "wine": 611,
        "explore": 612,
        "top": 613,
        "decorate": 614,
        "skillet": 615,
        "hole": 616,
        "america": 617,
        "bounce": 618,
        "lizard": 619,
        "joke": 620,
        "call": 621,
        "figure": 622,
        "market": 623,
        "stretch": 624,
        "topic": 625,
        "guest": 626,
        "flmy": 627,
        "lake": 628,
        "daughter": 629,
        "keyboard": 630,
        "thor": 631,
        "sun": 632,
        "spray": 633,
        "shout": 634,
        "creature": 635,
        "carpet": 636,
        "dinner": 637,
        "hoop": 638,
        "pack": 639,
        "superman": 640,
        "nature": 641,
        "crawl": 642,
        "motor": 643,
        "detail": 644,
        "pony": 645,
        "combat": 646,
        "tie": 647,
        "shanium": 648,
        "library": 649,
        "tomato": 650,
        "hike": 651,
        "catwalk": 652,
        "five": 653,
        "pepper": 654,
        "king": 655,
        "captain": 656,
        "cow": 657,
        "microwave": 658,
        "software": 659,
        "hall": 660,
        "handle": 661,
        "leg": 662,
        "mall": 663,
        "surround": 664,
        "dive": 665,
        "enemy": 666,
        "instrument": 667,
        "llama": 668,
        "tap": 669,
        "selfie": 670,
        "youtube": 671,
        "mario": 672,
        "half": 673,
        "scooter": 674,
        "bring": 675,
        "watermelon": 676,
        "entertain": 677,
        "worker": 678,
        "trolley": 679,
        "punch": 680,
        "care": 681,
        "magazine": 682,
        "list": 683,
        "grow": 684,
        "playground": 685,
        "letter": 686,
        "package": 687,
        "patient": 688,
        "bench": 689,
        "parking": 690,
        "skit": 691,
        "tom": 692,
        "panel": 693,
        "polish": 694,
        "leopard": 695,
        "fridge": 696,
        "highlight": 697,
        "dancing": 698,
        "practise": 699,
        "instruct": 700,
        "tray": 701,
        "hunt": 702,
        "village": 703,
        "proces": 704,
        "drift": 705,
        "step": 706,
        "princes": 707,
        "diagram": 708,
        "gameplay": 709,
        "tshirt": 710,
        "education": 711,
        "yard": 712,
        "sugar": 713,
        "announce": 714,
        "mike": 715,
        "chocolate": 716,
        "globe": 717,
        "power": 718,
        "aquarium": 719,
        "moon": 720,
        "mes": 721,
        "gordon": 722,
        "pink": 723,
        "skin": 724,
        "ride": 725,
        "meet": 726,
        "photograph": 727,
        "receive": 728,
        "villain": 729,
        "conference": 730,
        "weather": 731,
        "flag": 732,
        "kitten": 733,
        "meeting": 734,
        "brain": 735,
        "drop": 736,
        "safety": 737,
        "bikini": 738,
        "dig": 739,
        "grill": 740,
        "mixer": 741,
        "ambulance": 742,
        "piece": 743,
        "lipstick": 744,
        "lunch": 745,
        "march": 746,
        "cricket": 747,
        "rocket": 748,
        "study": 749,
        "politician": 750,
        "dry": 751,
        "heat": 752,
        "compare": 753,
        "problem": 754,
        "cellphone": 755,
        "tunnel": 756,
        "material": 757,
        "fatality": 758,
        "actres": 759,
        "cliff": 760,
        "seat": 761,
        "lemon": 762,
        "lean": 763,
        "dessert": 764,
        "corner": 765,
        "examine": 766,
        "tattoo": 767,
        "spread": 768,
        "golfer": 769,
        "word": 770,
        "control": 771,
        "burn": 772,
        "ellen": 773,
        "robin": 774,
        "pirate": 775,
        "coffee": 776,
        "sofa": 777,
        "distance": 778,
        "frog": 779,
        "pole": 780,
        "antelope": 781,
        "cave": 782,
        "base": 783,
        "van": 784,
        "weight": 785,
        "neck": 786,
        "lab": 787,
        "type": 788,
        "lot": 789,
        "shirtles": 790,
        "hotel": 791,
        "adjust": 792,
        "club": 793,
        "comedian": 794,
        "kite": 795,
        "inhome": 796,
        "purse": 797,
        "instructor": 798,
        "finish": 799,
        "complain": 800,
        "eye": 801,
        "energy": 802,
        "vine": 803,
        "onion": 804,
        "cycle": 805,
        "audition": 806,
        "gravy": 807,
        "name": 808,
        "eachother": 809,
        "parody": 810,
        "ghost": 811,
        "relax": 812,
        "smoking": 813,
        "path": 814,
        "attend": 815,
        "training": 816,
        "confront": 817,
        "anchor": 818,
        "grab": 819,
        "referee": 820,
        "celebration": 821,
        "coat": 822,
        "coversation": 823,
        "fill": 824,
        "adult": 825,
        "fabric": 826,
        "cnn": 827,
        "pastum": 828,
        "rubik": 829,
        "crocodile": 830,
        "plant": 831,
        "course": 832,
        "shot": 833,
        "jack": 834,
        "son": 835,
        "farm": 836,
        "puppy": 837,
        "yoga": 838,
        "target": 839,
        "waitres": 840,
        "tire": 841,
        "sandwich": 842,
        "form": 843,
        "raise": 844,
        "rapper": 845,
        "horror": 846,
        "visit": 847,
        "sex": 848,
        "cheetah": 849,
        "skeleton": 850,
        "blond": 851,
        "suv": 852,
        "airport": 853,
        "performer": 854,
        "bomb": 855,
        "front": 856,
        "fighting": 857,
        "date": 858,
        "drawing": 859,
        "cheese": 860,
        "cigarette": 861,
        "ninja": 862,
        "fishing": 863,
        "sunset": 864,
        "job": 865,
        "flight": 866,
        "rotate": 867,
        "carriage": 868,
        "block": 869,
        "breakfast": 870,
        "collect": 871,
        "cool": 872,
        "cast": 873,
        "norton": 874,
        "back": 875,
        "progress": 876,
        "planet": 877,
        "campaign": 878,
        "gather": 879,
        "monitor": 880,
        "lotion": 881,
        "carrot": 882,
        "arena": 883,
        "octopu": 884,
        "green": 885,
        "arm": 886,
        "converse": 887,
        "customer": 888,
        "tea": 889,
        "barack": 890,
        "iphone": 891,
        "sync": 892,
        "director": 893,
        "vessel": 894,
        "beer": 895,
        "racing": 896,
        "mixture": 897,
        "kruger": 898,
        "comb": 899,
        "season": 900,
        "alien": 901,
        "lick": 902,
        "zoo": 903,
        "hero": 904,
        "technique": 905,
        "logo": 906,
        "professor": 907,
        "puppet": 908,
        "victory": 909,
        "musician": 910,
        "rally": 911,
        "expres": 912,
        "think": 913,
        "cuddle": 914,
        "level": 915,
        "button": 916,
        "edit": 917,
        "internet": 918,
        "election": 919,
        "hear": 920,
        "math": 921,
        "fighter": 922,
        "splash": 923,
        "vegetable": 924,
        "honda": 925,
        "flame": 926,
        "teen": 927,
        "taylor": 928,
        "paste": 929,
        "officer": 930,
        "helmet": 931,
        "wind": 932,
        "muppet": 933,
        "puzzle": 934,
        "platform": 935,
        "turtle": 936,
        "reveal": 937,
        "pencil": 938,
        "glow": 939,
        "sell": 940,
        "ceiling": 941,
        "boyfriend": 942,
        "order": 943,
        "mom": 944,
        "island": 945,
        "wolf": 946,
        "crack": 947,
        "fruit": 948,
        "duck": 949,
        "coin": 950,
        "begin": 951,
        "apple": 952,
        "activity": 953,
        "violin": 954,
        "wheel": 955,
        "die": 956,
        "clay": 957,
        "explosion": 958,
        "spec": 959,
        "zoom": 960,
        "squid": 961,
        "tournament": 962,
        "dragon": 963,
        "shave": 964,
        "laser": 965,
        "surface": 966,
        "hop": 967,
        "wed": 968,
        "award": 969,
        "romance": 970,
        "explode": 971,
        "dad": 972,
        "card": 973,
        "tug": 974,
        "system": 975,
        "jimmy": 976,
        "telephone": 977,
        "rest": 978,
        "station": 979,
        "mis": 980,
        "machinery": 981,
        "viewer": 982,
        "cap": 983,
        "number": 984,
        "mini": 985,
        "load": 986,
        "reality": 987,
        "alpaca": 988,
        "shelf": 989,
        "lesson": 990,
        "shopping": 991,
        "challenge": 992,
        "arrow": 993,
        "purple": 994,
        "everyone": 995,
        "jacket": 996,
        "heart": 997,
        "massage": 998,
        "dip": 999,
        "improvement": 1000,
        "arrange": 1001
    }
}